accountsservice
acpi
acpid
alsa-firmware
alsa-plugins
alsa-utils
apparmor
arandr
aribb24
artwork-i3
asciidoc
autoconf
automake
avahi
b43-fwcutter
bash-completion
bauh
bdf-unifont
binutils
bison
blueman
bluez-utils
bmenu
btrfs-progs
bzip2
cantarell-fonts
catimg
clang
clipit
cmake
cmatrix
code
compton
coreutils
cpupower
crda
cronie
cryptsetup
deluge
device-mapper
dfc
dhclient
dhcpcd
diffutils
discord
dmidecode
dmraid
dnsmasq
docbook2x
dosfstools
downgrade
dunst
e2fsprogs
ecryptfs-utils
efibootmgr
electron4
elinks
epdfview
exfat-utils
f2fs-tools
fakeroot
feh
ffmpeg
ffmpegthumbnailer
figlet
file
filesystem
findutils
firefox
flac
flashplugin
flex
gawk
gcc
gcc-libs
gcolor2
gconf
gdb
geary
gettext
gimp
git
glibc
gnome-keyring
gparted
grep
grub
grub-theme-manjaro-dev
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtksourceview-pkgbuild
gtkspell3
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gzip
haveged
hddtemp
hexchat
htop
i3-help
i3-scripts
i3-scrot
i3exit
inetutils
intel-ucode
intellij-idea-community-edition
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
java-openjfx
jfsutils
jq
kdeconnect
kvantum-manjaro
less
lib32-flex
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libdvbpsi
libdvdcss
libgpod
libimagequant
libmatroska
libplacebo
libreoffice-still
libtar
libtool
libupnp
libva-mesa-driver
libva-vdpau-driver
licenses
lightdm-settings
lightdm-slick-greeter
linux-firmware
linux-latest
logrotate
lsb-release
lvm2
lxappearance
lxinput
m4
maia-console
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-base-skel
manjaro-browser-settings
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-printer
manjaro-ranger-settings
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
markdown_previewer
matcha-gtk-theme
maven
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
moc
modemmanager
morc_menu
mousepad
mozilla-common
nano
ncdu
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nitrogen
nss-mdns
ntfs-3g
ntop
ntp
open-fuse-iso
openresolv
openssh
os-prober
p7zip
pacman
palemoon-bin
pamac-gtk
papirus-maia-icon-theme
patch
patchutils
pavucontrol
pciutils
pcmanfm
pepper-flash
perl
perl-file-mimeinfo
pkgconf
polkit-gnome
polybar
poppler-data
powerline-fonts
powertop
procps-ng
psmisc
pycharm-community-edition
pygtk
pyside2
python2-mutagen
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-declarative
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-lottie
qt5-multimedia
qt5-networkauth
qt5-purchasing
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-speech
qt5-styleplugins
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
qt5-xmlpatterns
qt5ct
ranger
reiserfsprogs
rpmextract
rsync
s-nail
sbxkb
screenfetch
sed
shadow
snapd
spectre-meltdown-checker
speedtest-cli
steam-manjaro
stow
subversion
sudo
sysfsutils
syslog-ng
systemd-fsck-silent
systemd-sysvcompat
tar
tcpdump
terminus-font
texinfo
tilix
tldr
tlp
tmux
tree
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-liberation
unzip
upower
urxvt-perls
usbutils
util-linux
vertex-maia-themes
vi
vibrancy-icons-teal
viewnior
vim
volumeicon
vulkan-intel
vulkan-radeon
w3m
wallpapers-juhraya
wget
which
wmutils
wpa_supplicant
xarchiver
xautolock
xcursor-breeze
xcursor-chameleon-pearl
xcursor-maia
xdg-su
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfburn
xfce4-power-manager
xfsprogs
xmlto
xorg-server
xorg-twm
xorg-xhost
xorg-xinit
xorg-xkill
xorg-xprop
xprintidle
xterm
yay
zensu
zsh
